Repository: GNOME/gnome-connections
Catalog: po/kw.po
Languages: kw

source: Connections
kw: Junyansow

source: vnc;rdp;remote;desktop;windows;support;access;view
kw: vnc;rdp;pell;desktop;windows;skoodhyans;hedhas;gweles

source: View and use other desktops
kw: Gweles ha devnydhya desktops aral

source: Connections allows you to connect to and use other desktops. This can be a great way to access content or software on a different desktop operating system. It can also be used as a way to provide support to users who might need help.
kw: Junyansow gasa ty junya dhe ha devnydhya desktops aral. Hemma a yll bos unn agwedh bryntin rag drehedhes dalgh po medhelweyth war unn system oberyans desktop dihaval. Yth a yll maga ta bos devnydhys rag provia skoodhyans dhe usyoryon neb res gweres.

source: A range of different operating systems can be connected to, including Linux and Windows desktops. You can also connect to virtual machines.
kw: Unn aray a systemow oberyans dyffrans a yll bos junys dhe, ow komprehendya desktops Linux ha Windows. Ty a yll maga ta junya dhe amontyellow gowir.

source: Connections uses the widely supported VNC and RDP protocols, and one of these must be enabled on the desktop that you want to connect to.
kw: Junyansow devnydhya an protokolys ledan-skoodhys VNC ha RDP, hag unn an protokols ma res bos byw war'n desktop ty mynnes junya dhe.

source: The GNOME Project
kw: An Ragdres GNOME

source: Remote Desktop (VNC) file
kw: Restren Pelldesktop (VNC)

source: Delete
kw: Dilea

source: Properties
kw: Teythiennow

source: translator-credits
kw: Flynn

source: A remote desktop client for the GNOME desktop environment
kw: Unn kliens pelldesktop rag an kerghynnedh desktop GNOME

source: Couldn’t open file of unknown mime type %s
kw: Ny yllir ygeri restren a eghen ankoth %s

source: Connection to “%s” has been deleted
kw: Junyans dhe “%s” yw dileys

source: Undo
kw: Digelmi

source: URL to connect
kw: Gorgevren rag junya

source: Open .vnc or .rdp file at the given PATH
kw: Ygeri restren .vnc po .rdp dhe'n TYLLER provys

source: PATH
kw: TYLLER

source: Open in full screen
kw: Ygeri yn leun-skrin

source: Too many command-line arguments specified.
kw: Re oberadow arghadow-linen ragnotys.

source: Screenshot from %s
kw: Skrin-Imach dhyworth %s

source: Screenshot taken
kw: Skrin-Imach kemerys

source: Open
kw: Ygeri

source: Authentication failed: %s
kw: Omgelmyans fyllis: %s

source: Connecting to “%s” for the first time. To be sure you're connecting to the machine it claims to be, please verify the fingerprints match. This process is only done once.
kw: Ow junya dhe “%s” rag an termyn kynsa. Rag surhe os ow junya dhe'n amontyell yth omwul, mar pleg gwirhe an byspryntys omdhesedha. An argerdh ma yw gwrys unweyth hepken.

source: The remote server “%s” certificate doesn't match local copy. It may be someone's pretending to be the server.
kw: An servell pell testskrif “%s” na omdhesedha an dasskrif leel. Martesen nebonen yw omwul bos an servell.

source: The remote server “%s” requires the following authentication details to continue to connect:
kw: An servell pell “%s” rekwirya an manylyon omgelmyans a sew rag pesya dhe junyans:

source: _No Thanks
kw: _Na Garsen, Meur Ras

source: _Close
kw: _Degea

source: Resize desktop
kw: Dasbrashe desktop

source: Take Screenshot
kw: Kemeres Skrin-Imach

source: Fullscreen
kw: Leun-Skrin

source: Enter the network identifier of the remote desktop to connect to:
kw: Ynworra an honanieth rosweyth a'n pelldesktop rag junya dhe:

source: Connection Type
kw: Eghen Junyans

source: RDP (standard for connecting to Windows)
kw: RDP (skwir rag ow junya dhe Windows)

source: VNC (standard for connecting to Linux)
kw: VNC (skwir rag ow junya dhe Linux)

source: SPICE (for connecting to remote VMs)
kw: SPICE (rag ow junya dhe amontyellow gowir pell)

source: Help
kw: Gweres

source: Connect
kw: Junya

source: _Username
kw: Hanow _Usyer

source: _Password
kw: _Ger-Tremena

source: Sign In
kw: Omgelmi

source: Open Connection
kw: Ygeri Junyans

source: Verify
kw: Gwirhe

source: Cancel
kw: Hedhi

source: Verify Fingerprint
kw: Gwirhe Bysprynt

source: On Windows run certlm.msc or certmgr.msc and copy the certificate from <b>Remote Desktop>Certificates</b> to a file. Then obtain its fingerprint via "certutil.exe -hashfile file SHA256". If GNOME is used on the connected endpoint, the fingerprint can be verified in the <b>Settings>Sharing</b> panel or <b>Settings>System</b> panel under <b>Remote Desktop>Verify Encryption</b>.
kw: War Windows eksekutya certlm.msc po certmgr.msc ha kopia an testskrif rag <b>Pelldesktop>Testskrifow</b> dhe'n restren. Wosa henna kavos an bysprynt dre "certutil.exe -hashfile restren SHA256". Mar GNOME yw devnydhys war'n diwedhva junys, an bysprynt a yll bos gwirhys y'n panel <b>Settyansow>Kevrennans</b> po panel <b>Settyansow>System</b> yn <b>Pelldesktop>Gwirhe Argelyans</b>.

source: Unexpected Certificate
kw: Testskrif Angwaytys

source: Delete Local Certificate
kw: Dilea Testskrif Leel

source: Authentication Required
kw: Omgelmyans A Res

source: Username…
kw: Hanow Usyer…

source: Password…
kw: Ger-Tremena…

source: Domain…
kw: Arlotteth…

source: Domain field is commonly optional and can be left empty.
kw: Arlotteth yw dre dhewis yn kemmyn hag a yll bos gesys gwag.

source: Authenticate
kw: Omgelmi

# shortcut window
source: Overview
kw: Gorwolok

# shortcut window
source: Help
kw: Gweres

# shortcut window
source: Search
kw: Hwilas

# shortcut window
source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

# shortcut window
source: Quit
kw: Kwytya

# shortcut window
source: Connection Display
kw: Displetyans Junyans

# shortcut window
source: Fullscreen
kw: Leun-Skrin

source: Welcome to Connections
kw: Dynnargh dhe Junyansow

source: Click next to learn about remote desktop.
kw: Klyckya nessa rag dyski a-dro pelldesktop.

source: Access other desktops
kw: Drehedhes desktops aral

source: Connections allows viewing the screens of other desktops. They can also be controlled using the pointer and keyboard.
kw: Junyansow gasa ow gweles an skrinyow a desktops aral. I a yll maga ta bos routys ow devnydhya an logosen ha bysowek.

source: Connect to different operating systems
kw: Junya dhe systemow oberyans dyffrans

source: You can access Linux, Mac, and Windows desktops.
kw: Ty a yll drehedhes desktops Linux, Mac, ha Windows.

source: Setup is required
kw: Selyans a res

source: Remote desktop typically needs to be enabled on the computer you want to connect to.
kw: Pelldesktop res yn tipek bos gallosegys war'n amontyell ty mynnes junya dhe.

source: Start by creating your first connection
kw: Dalleth gans ow gul dha junyans kynsa

source: To begin, you will need the address of the computer you want to connect to.
kw: Rag dalleth, ty a wra res an trigva a'n amontyell ty mynnes junya dhe.

source: Connection preferences
kw: Settyansow junyans

source: Address
kw: Trigva

source: Name
kw: Hanow

source: Fit window
kw: Desedha fenester

source: Original size
kw: Braster gwreydhek

source: Enable audio
kw: Gallosegi son

source: Scale mode
kw: Fordh desedha

source: New
kw: Nowydh

source: Application Menu
kw: Rol App

source: Search
kw: Hwilas

source: Go Back
kw: Dehweles

source: Display Menu
kw: Rol Displetyans

source: Disconnect
kw: Unjunya

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: Keyboard shortcuts
kw: Kesunyansow bysowek

source: About Connections
kw: A-Dro Junyansow

source: Display
kw: Displetyans

source: View only
kw: Gweles hepken

source: Show local pointer
kw: Diskwedhes logosen leel

source: Bandwidth
kw: Lester Rosweyth

source: High quality
kw: Kwalita da

source: Fast refresh
kw: Disegha uskis

source: Click the add button to create your first connection
kw: Klycka an boton addya rag gul dha junyans kynsa

source: Couldn’t parse the file
kw: Ny yllir redya an restren

source: VNC File is missing key “%s”
kw: Restren VNC yw fyllel alhwedh “%s”
